[
    {
        "id": 1,
        "uuid": "<urn:uuid:a9b25faf-6793-45cd-b73b-3869858ba063>",
        "text": "The VanEck Vectors Gold Miners ETF (NYSEArca: GDX) and the VanEck Vectors Gold Miners ETF (NYSEArca: GDXJ), the two largest gold miners exchange traded funds, have lost some steam in recent days, but data suggest traders have recently been flocking to GDXJ.\nAlthough many market participants still expect the U.S. central bank to boost borrowing costs multiple times this year, investors are renewing their affinity for gold ETFs early in 2017.\nIn the face of a stronger dollar and speculation that the Federal Reserve could raise interest rates as many as three times this year, gold prices could move modestly higher with some help from emerging markets, namely China and India.\nHowever, the dollar has recently retreated in noticeable fashion, helping aid gold’s ascent along the way.\n“While February is the shortest month of the year, inflows into the VanEck Vectors Junior Gold Miners exchange-traded fund (GDXJ) have already set a record at almost $926 million,” reports Luke Kawa for Bloomberg. “That’s about 60 percent more than its much larger, more conservative peer — VanExck Vectors Gold Miners ETF (GDX) — had attracted this month through Feb. 24. Junior miners are seen as riskier because of their smaller, and in some cases, uncertain asset bases.”",
        "label": 1,
        "label_human": 1
    },
    {
        "id": 2,
        "uuid": "<urn:uuid:defbdee3-ab9a-4d58-b04a-51c07e8da831>",
        "text": "What is the Cash Conversion Cycle?\nThe Cash Conversion Cycle (CCC) is a metric that shows the amount of time it takes a company to convert its investments in inventory to cash. The conversion cycle formula measures the amount of time, in days, it takes for a company to turn its resource inputs into cash. Learn more in CFI’s Financial Analysis Fundamentals Course.\nCash Conversion Cycle Formula\nThe cash conversion cycle formula is as follows:\nCash Conversion Cycle = DIO + DSO – DPO\n- DIO stands for Days Inventory Outstanding\n- DSO stands for Days Sales Outstanding\n- DPO stands for Days Payable Outstanding\nWhat is Days Inventory Outstanding (DIO)?\nDays Inventory Outstanding (DIO) is the number of days, on average, it takes a company to turn its inventory into sales. Essentially, DIO is the average number of days that a company holds its inventory before selling it. The formula for days inventory outstanding is as follows:\nFor example, Company A reported a $1,000 beginning inventory and $3,000 ending inventory for the fiscal year ended 2018 with $40,000 cost of goods sold. The DIO for Company A would be:\nTherefore, it takes this company approximately 18 days to turn its inventory into sales.\nDays Sales Outstanding (DSO)\nDays Sales Outstanding (DSO) is the number of days, on average, it takes a company to collect its receivables. Therefore, DSO measures the average number of days for a company to collect payment after a sale. The formula for days sales outstanding is as follows:\nFor example, Company A reported a $4,000 beginning accounts receivable and $6,000 ending accounts receivable for the fiscal year ended 2018 with credit sales of $120,000. The DSO for Company A would be:\nTherefore, it takes this company approximately 15 days to collect a typical invoice.\nWhat is Days Payable Outstanding (DPO)?\nDays Payable Outstanding (DPO) is the number of days, on average, it takes a company to pay back its payables. Therefore, DPO measures the average number of days for a company to pay its invoices from trade creditors, i.e., suppliers. The formula for days payable outstanding is as follows:\nFor example, Company A posted a $1,000 beginning accounts payable and $2,000 ending accounts payable for the fiscal year ended 2018 with $40,000 cost of goods sold. The DSO for Company A would be:\nTherefore, it takes this company approximately 13 days to pay for its invoices.\nLearn more in CFI’s Financial Analysis Fundamentals Course.\nPutting it Together: Cash Conversion Cycle\nRecall that the Cash Conversion Cycle Formula = DIO + DSO – DPO. How do we interpret it?\nWe can break the cash cycle into three distinct parts: (1) DIO, (2) DSO, and (3) DPO. The first part, using days inventory outstanding, measures how long it will take the company to sell its inventory. The second part, using days sales outstanding, measures the amount of time it takes to collect cash from these sales.\nThe last part, using days payable outstanding, measures the amount of time it takes for the company to pay off its suppliers. Therefore, the cash conversion cycle is a cycle where the company purchases inventory, sells the inventory on credit, and collects the accounts receivable and turns them into cash.\nUsing the DIO, DSO, and DPO for Company A above, we find that our cash conversion cycle, for Company A, is:\nCCC = 18.25 + 15.20 – 13.69 = 19.76\nTherefore, it takes Company A approximately 20 days to turn its initial cash investment in inventory back into cash.\nInterpreting the Cash Conversion Cycle\nThe cash conversion cycle formula is aimed at assessing how efficiently a company is managing its working capital. As with other cash flow calculations, the shorter the cash conversion cycle, the better the company is at selling inventories and recovering cash from these sales while paying suppliers.\nThe cash conversion cycle should be compared to companies operating in the same industry and conducted on a trend. For example, measuring a company’s conversion cycle to its cycles in previous years can help with gauging whether its working capital management is deteriorating or improving. In addition, comparing the cycle of a company to its competitors can help with determining whether the company’s cash conversion cycle is “normal” compared to industry competitors.\nCFI offers the Financial Modeling & Valuation Analyst (FMVA)™ certification program for those looking to take their careers to the next level. To keep learning and advancing your career, the following CFI resources will be helpful:",
        "label": 1,
        "label_human": 1
    },
    {
        "id": 3,
        "uuid": "<urn:uuid:4445bb84-a7c6-401f-8028-acdb9a88520c>",
        "text": "The DKF congress, organised by TRG Screen and Financial.com has been the leading event for the financial information industry in Europe for over 10 years. Each year the interest from participants across the globe continues to grow, turning this event into a global congress.\nDKF brings together business executives, solution providers and thought leaders from the financial information industry around the globe. Featuring a conference as well as an exhibition, the event allows both vendor-exhibitors and visitors to combine an informative and thought-provoking conference program with a review of products, technologies and solutions that are proven to answer the current needs of the financial information industry.\nDKF also offers the opportunity to see products and solutions from a variety of specialized suppliers in one place. Due to the ongoing pandemic, this year's event will take place online. This enables thousands of business experts from various continents to participate from the comfort of their own home.\nDKF Online - May 4 - 6, 2021\nThe 3-day Congress will take place from May 4th to 6th, 2021 online. You will be able to attend presentations, panel discussions, and visit exhibitor stands as usual, all from the comfort of your own home. Networking will continue to be a prime feature of DKF; you can easily get in touch with other participants, sponsors and speakers via chat or video. This event will continue to offer a high-quality congress, in a different form. To find latest information, agenda, and exhibitors visit our dedicated DKF website.\nThis Year's Topic\nOn this year’s theme, ‘The world after Covid-19 - From Macro to Micro, what is the Impact of the \"New Normal\" on Strategic Decisions and their Implementation?’ the 3-day congress will contain the following content-elements:\n- Market Data Products and Solutions\n- Reference Data Management and Feeds\n- Investment and Portfolio Management Trends\n- FinTech Solutions and Blockchain Developments for the Capital Markets Industry\n- The Economic World after Covid-19\nWhat does DKF 2021 have to offer?\nOver the 3 days you will have access to; 5 Panels, 5 different streams, 50 speakers and panel discussion participants, 40 exhibitors and sponsors.\nWhy should you attend?\n- Networking with leaders of the financial information industry\n- Presentations of our industry by leading scientists & practitioners\n- Virtual discussion rooms & panels about industry topics\n- Exclusive keynotes from global market leaders & researchers\n- 1:1 speed-contacting\nGet your tickets!\nTo register visit our dedicated DKF 2021 website.",
        "label": 1,
        "label_human": 1
    },
    {
        "id": 4,
        "uuid": "<urn:uuid:d635cb89-3ed3-4264-bbe8-3323747d6b41>",
        "text": "Volkswagen’s credit swaps could be as flawed as its misleading regulatory tests. The German carmaker’s credit default spreads have performed much worse than equity markets following revelations that it designed software to deceive watchdogs trying to measure toxic emissions. That could be because credit investors are worrywarts. More plausibly, it highlights how volatile credit markets are in the new regulatory era.\nArguably, the news that Volkswagen had been rigging emissions tests on its cars should spook equity investors more than bondholders: the scandal will hurt earnings, but is unlikely to bankrupt the group. Yet the reaction of the credit market to the emissions scandal looks extreme. Its five-year credit default swaps have jumped over 100 basis points since Sept. 18.\nBarclays estimates that Volkswagen stock’s underperformance compared with a basket of other consumer cyclical companies is equivalent to a four standard deviation event. However, the CDS move is a much more extreme 14 standard deviations. In a normal statistical distribution, a three standard deviation event has a 0.3 percent probability of occurring.\nPerhaps CDS investors have a more bearish view on Volkswagen than equity markets. The current spread is consistent with a company rated BB, over three notches lower than Volkswagen’s A, according to Markit. Fitch however, reckons the financial cost of the scandal is unlikely to even cause a downgrade.\nInstead, the move probably highlights how prone markets are to overshooting as tighter capital and leverage rules cause banks to scale back trading or even withdraw from the swap market. There may be ways round the problem, such as moving more trading to clearing houses, which may attract more investors and banks to the market. But right now, CDS look to be overstating the scale of even VW’s problems.",
        "label": 1,
        "label_human": 1
    },
    {
        "id": 5,
        "uuid": "<urn:uuid:a277e388-9009-4e4e-80d4-76528df7abc0>",
        "text": "This short article will take you through the best legitimate methods to save business taxes in Canada.\nThere are so many legitimate ways that you can use to save your company’s taxes. So, why be dishonest in the first place? I’m going to disclose the top five legal ways to reduce business taxes in Canada.\nIncorporate Your Small Business to reduce business taxes in Canada\nThe first of these legal ways to reduce business taxes in Canada is by incorporating your company. Corporations pay a very low tax rate of only 15.5% on the first half-million dollars of profit. Individuals, on the other hand, can pay as high as 46.4% in taxes if their income exceeds $130,000. So, you see, you can save about thirty percent in taxes by simply incorporating your small business.\nAdd Lower Income Spouse as Shareholder:\nThe second of the five legal ways to reduce business taxes in Canada is by adding your spouse to your existing corporation as a shareholder. As a shareholder of your company, your spouse can receive up to $40,000 in dividends, tax-free, per year, from your company, provided that your spouse does not have any other source of income.\nEven if your spouse is working and is earning significantly less than you are through your business, it’s still advantageous to pay dividends to your spouse, because you will reduce your family’s overall tax burden. This is because you are in a higher tax bracket and your spouse is in a lower tax bracket.\nWrite-Off Donations Made to Charities:\nThe third path on this list of ways to reduce business taxes in Canada by following the law is through donations. Corporations that make donations to registered charities can write-off the entire amount of the donation as an expense as long as the corporation is profitable.\nPromote Your Business and Get a Tax Deduction:\nThe fourth way is to promote your business and get a tax deduction. Advertising expenses are fully deductible, and purchases made for gifts to give to clients are also fully deductible. Finally, meals and entertainment incurred, for example, for winning & dining clients, are fifty percent deductible.\nMultiply the Small Business Deduction:\nThe fifth of these legitimate methods to save business taxes in Canada involves multiplying the small business deduction. The small business deduction means that the first $500,000 in profits that your corporation earns is subject to a low tax rate of only 15.5%. Profits in excess of half a million dollars are subject to a really high tax rate of about 30%. There is a legitimate way to multiply the small business deduction by two so you can receive a whopping one million dollars small business deduction limit.\nThe way to do it is as follows. Your spouse will incorporate a company that she owns the shares of one hundred percent. You will also incorporate a company that you own the shares of one hundred percent. As a result, the combined small business deduction limit is one million dollars.\nFor local businesses and other relevant listings look at Moms directory.\nThe information provided on this page is intended to provide general information. The information does not take into account your personal situation and is not intended to be used without consultation from accounting and financial professionals. Allan Madan and Madan Chartered Accountant will not be held liable for any problems that arise from the usage of the information provided on this page.",
        "label": 1,
        "label_human": 1
    },
    {
        "id": 6,
        "uuid": "<urn:uuid:fb674027-c0d8-4a65-b22d-184af21400f4>",
        "text": "There is a enormous variety in the on-line poker game titles. There are numerous websites that provide the highlighted poker rooms. You can earn instantaneous funds benefits and prizes when you sing up with these poker rooms. Most popular poker rooms incorporate Titan Poker, CD Poker, Total tilt poker, Hollywood poker, Everest poker, Pacific poker, Poker Stars and Bodog poker and so forth. You can select any poker room of your option.\nEach poker room has its personal rules and policies. You must know the policies before collaborating in a poker place. Associates of these rooms also get numerous positive aspects like quick cash prizes, totally free bonus factors and presents. On-line poker rooms also supply diverse flavors of on line casino game titles.\nOn the web pokers are much cheaper than the actual pokers due to the fact they have small overhead value. bandar ceme offer the opportunity to engage in with minimal stakes and take part in multiple tournaments whenever. Although in brick and mortar it’s not attainable for each and every participant to participate in the tournaments. Standard casinos also demand significantly for operating a poker place.\nOften online pokers are vulnerable to particular protection threads and frauds. Some of the great online poker internet sites supply the collision detection services. On the internet poker security specialists seem at the hand historical past of playing cards performed by the players and detect the suspicious participant.\nThey also use different stability methods like blocking the IP tackle and use diverse protection resources and strategies to stop the players for taking part in same tables from the identical place.\nThe on-line poker space appeals to new players by giving them totally free bonuses and passes to the real existence poker tournaments. Some of the properly identified on the web poker internet sites are poker.com, poker space, party gaming, empire on the web, paradise poker, entire tilt poker, pacific poker and so forth.\nVarious types of web sites offer bonuses of distinct values. Normally the bonuses and prizes are awarded following a number of raked palms performed. A poker site may possibly offer you reward of $75 at the initial deposit of $two hundred after a participant performs in between four hundred to seven-hundred raked arms. The normal players are awarded with the showcased members advantages.\nOn-line poker has acquired the authorized position in numerous international locations. There are four key approaches to make profit from the on the web pokers like rake, ring sport, tournaments and online casinos.\nThere are two major options to engage in poker i.e. internet-based mostly and by way of software program. Several of the poker web sites characteristics downloadable software to play poker at your Laptop. The application is generally suitable with various running systems like Windows, Linux and MAC OS. Poker can also be played on the cell units like cell telephones, PDA and Apple iphone.",
        "label": 1,
        "label_human": 0
    }
]