[
    {
        "id": 1,
        "uuid": "<urn:uuid:9a78962b-f391-4897-9d2e-b12a66fa9dbe>",
        "text": "Digilux NOW IMPROVED! Metal Halide and High Pressure Sodium bulbs are favored by growers because of the wide color spectrum and efficiency. They are engineered for use in digital ballasts and feature enhanced red and orange spectrums (HPS) blue spectrums (MH), better color uniformity, longer bulb life, and less lumen depreciation. Digilux bulbs can be used in both vertical and horizontal fixtures. Digilux lamps offer superior performance compared to traditional metal halide and HPS lamps. Digilux HPS bulbs deliver 25% more energy in the red and orange spectrums as well as 25% more energy in the blue, violet, and green spectrums for the MH bulbs.\nReturn and Warranty Policy\n- No returns after 30 days.\n- Store credit only, no cash refunds.\n- No returns on: bulbs, liquids, powders, soil, growing media, or hydroponic\n- Items returned within 30 days, in new condition and original packaging, subject to\n15% restocking fee.\n- Defective products will be warrantied when received within 30 days of purchase.\n- Warrantied products will be replaced, no refunds or exchanges.\n- After 30 days no warranties on: air pumps, water pumps, fans, fluorescent bulbs,\ntimers, thermometers, light hangers, or microscopes.\n*After 30 days warranty fees may apply\n**A $10 fee applies to all in-store warranty repairs.\n© 2020 Pachamama Indoor Farming.",
        "label": 0,
        "label_human": 0
    },
    {
        "id": 2,
        "uuid": "<urn:uuid:93d775b2-8952-40e6-8b4b-d729598519e1>",
        "text": "This November the city of St. Paul will host one of music’s all-time legends — Elton John will be on stage at the Xcel Energy Center, headlining a show on November 22nd. John has made a career of recording Top 40 hits, landing on the list more than 50 times throughout his musical journey.\nJohn is ready to release his 30th solo album titled ‘The Diving Bowl’– these new tracks are sure to be included in his set while he is onstage in the fall. The legendary recording artist’s latest is said to be akin to his earliest music. He said of the album, “(it’s) the most exciting solo record I’ve done in a long, long time” as well as “the most piano-oriented album of my career” and “my most adult album.”\nIf fans want to be a part of the concert, they should be sure to grab tickets when they go on sale on September 16th, at 10 am. The prices on the event will soon be announced, but don’t expect anything cheap as John has made a career of dedicated fans — expect tickets to be expensive and to sell out fast.",
        "label": 0,
        "label_human": 0
    },
    {
        "id": 3,
        "uuid": "<urn:uuid:7bc61e2d-8b97-435f-af26-6d5d08868b15>",
        "text": "White Capers offers highly advanced statistical modeling solutions in the telecom domain. Our team consists of statistical experts and professionals who have spent considerable time in delivering high performance models to various geographies. With focus on capturing most of the customer behaviour, our solutions ensure that we capture target customers each time, every time.\nWe work on demographic, transactional and bureau data to use our expertise to devise variable that can capture customer's propensity to buy multiple products of the company. White Capers offers high value Telecom Analytics and Modeling services to help organizations design develop and deploy result oriented cross sell strategies to help them understand their customers better.\nUsing both linear and non-linear approaches to statistical modeling, we work on models that dramatically increase the ability to collect monies from the customers. Using very detailed methodologies and simulations we capture the propensities of a customer to pay the company as well as the likely amounts the customer can be negotiated with. The insights go even further when self-cures are differentiated from potential long term delinquent accounts thereby maximizing collections at a minimal of cost. Some of the products that we offer include- Collection models for non-delinquent customers, Roll Back models for delinquent customers, and Recovery models.\nWith the growing competition, and the overlap of business models with many non-competitors, consumers have the option of switching the service provider. Appreciating the customer acquisition cost and the efforts required in converting a subscriber into a buyer, the most preferred strategy for a company to sustain cash flows is to (a) identify customers who are more likely to churn out of the service, and (b) then make an optimal effort to retain them.\nContact Us for a detailed list of our services\n\"Started with one assignment, they satisfy all my analytics needs. Good quality, cost effective - Our godsend analysis partner we much needed.\"\nDirector, E-commerce company, UK",
        "label": 0,
        "label_human": 0
    },
    {
        "id": 4,
        "uuid": "<urn:uuid:c7e38682-92ff-4421-9ec8-7dfcbe94613d>",
        "text": "This china set from Debenhams features a pretty botanical print incorporating hummingbirds, butterflies and flowers. It has been given a tropical twist with its orange and purple design set against a mint green background. The set includes a teapot, tea saucer and cake plate, making it a great gift for tea lovers.\nTaken from London underground posters for Kew Gardens from the 1920s and 30s, these tins are too pretty to gather dust at the back of cupboards. All four different sizes will make a lovely collection and tea time will become all the more tempting.\nThe pattern on this gardening set was designed in 1960 for Edinburgh Weavers Ltd and has become a V&A classic. Given a modern touch by printing on garden tools, this would make a great gift for any green-fingered friends.\nTransform your living room floor by treating it to an elegant rug. The Rug Company sell a great range of styles-we particularly like their collaborations, such as this Magnolia design by fashion icon, Vivienne Westwood.\nVibrant watercolour blooms adorn this very feminine pillow from the Queen of floral homeware at Bluebellgray. This standout piece would make a beautiful addition to country style living rooms, particularly when decorated with blues or greys.\nWhen the sun comes out and picnics are on the cards these bold floral cups are the ideal vessel for summer lemonade or Pimms in the park. When they’re not out and about, keep at home to give your kitchen a colourful bohemian look.\nBreakfast in bed on a Sunday morning will feel sunnier with this patterned tray. We love the blooms on this piece from Zara. It definitely deserves to be displayed in your kitchen rather than hidden away.\nPart of the Porcelain Garden range by Sanderson, this whimsical teapot is ideal for special afternoon tea occasions but isn’t too fussy to be great for everyday use. Beautifully adorned with peony blossoms and birds inspired by early 19th century hand-painted Chinese designs, its floral design is charmingly classic.\nIf ever a muse was called for while writing in this notebook, all you need do is turn to the front cover and loose yourself in its heady pink blooms. Stationary can seem like a chore to buy but when it’s this pretty we think it’s nothing but a joy.\nIf Mary Berry fever has got to you then you’ll need something stylish to display your cakes on. This Joules cake stand is ideal for afternoon tea cupcakes and biscuits. Inspired by their country heritage, this bone china stand will set off your baking beautifully.\nI love scouring Pimpernel & Partner for their affordable, vintage buys and on one of my recent visits I saw this gorgeous slipper chair. The compact, elegant design makes this ideal for use for bedrooms and living areas alike. The stylish Iris design is understatedly elegant and is a subtle way to incorporate the floral trend in your home.",
        "label": 0,
        "label_human": 0
    },
    {
        "id": 5,
        "uuid": "<urn:uuid:8e39a281-8de7-4d75-81b4-e73899f03e5e>",
        "text": "My name is Menachem Goldberg. I was born in Israel in 1961, and, as an Israeli, served in the Israel Defense Forces. Following my army service I studied to be a licensed tour guide, and then went off to travel around the world. When I came back to Israel and married, we searched for a place to raise our family (we had one child at the time, today, thank God, we have six). We chose to settle in Hoshaya, a young settlement on the beautiful hills of the lower Galilee, in sight of Sepphoris – the site of the compilation of the Mishnah. Hoshaya was composed, at that time, of thirty-eight families, wonderful people, who had come together to build a new community in the land of Israel.\nMy dream, even before we moved to Hoshaya, was to create a site where visitors could relive the way of life of our ancestors in the Galilee. Here, in sight of the seat of the Sanhedrin, its sages, and its leader, Rabbi Yehudah HaNasi, redactor of the Mishnah, the dream became ever more compelling. We began to recreate the daily lifestyle of our ancient sages – how they lived by working the land – and, of course, we included the wisdom of those sages in our program, weaving the people, the Torah and the Land into an integrated whole.\nThis dream has come to fruition with the help of many good people, including assistance from the Jewish National Fund, the Jewish Agency, and even government agencies. The Hujirat family from Bir-el-Makhsur, devoted and committed workers, have built the village with us hand in hand.\nToday, twenty years since we planted the first saplings that today provide abundant shade, we still give thanks to God for the strength, the wonderful people we live amongst, and the wonderful people we have the opportunity to host at Kfar Kedem.\nKfar Kedem hosts people of all ages, from Israel and abroad, Jews, Christians and Muslims. We are grateful for the privilege of sharing with them our approach to the Galilee, our faith and our hopes.\nWe pray that Kfar Kedem will continue to draw many visitors, and that the unique, hands-on activities they enjoy here will inspire them to be ambassadors of good will for our people and our country.",
        "label": 0,
        "label_human": 0
    },
    {
        "id": 6,
        "uuid": "<urn:uuid:56cd7729-5ce5-4f0b-a59b-c3e54efc04c7>",
        "text": "Alison whipped these out of nowhere the other evening when I thought she had just gone inside to make another margarita…. They are the kind of appy that you feel like you should eat slowly and be polite about not taking the last one since they look so delicate… but then you are so relieved to find out she has two more plates full inside! They are REALLY good.\n*** Red Beet Ravioli with Cashew Cheese Filling from “Raw Food, Real World” ***\nFor the filling:\n– 3 cups raw cashews, soaked in water for 2 hours or more;\n– 1/4 cup lemon juice;\n– 1 tablespoon grated lemon zest;\n– 1/4 cup nutritional yeast; (they carry this in bulk at Nesters)\n– 1 1/4 to 2 teaspoons of salt;\n– 2 green onion, white and 1 inch green, minced;\n– 3 tablespoons of minced tarragon (we skipped this);\n– 2 tablespoons of minced parsley.\nIn a food processor, blend the nuts, lemon juice and zest, yeast, and salt until smooth. Transfer the filling to a medium bowl and fold in the onions, tarragon, and parsley. Taste for seasoning and add more salt or lemon juice, if needed. The filling should have the consistency of ricotta cheese. Store in fridge if not using right away; it tastes best if brought to room temperature before assembling and serving.\nFor the assembly:\n– 1 large bunch of red beets (2 inches in diameter or more);\n– 2 to 3 tablespoons of macadamia oil, other nut oil or olive oil;\n– 1 to 2 tablespoons of lemon juice;\n– coarse sea salt;\n– 1 handful of chopped pistachios, preferably Sicilian (we used President’s Choice – I’m sure they were Sicilian 🙂 ;\n– 1 teaspoon of pistachio or other nut oil (or olive oil);\n– 1 small handful of tarragon leaves torn or left whole;\n– freshly ground black pepper;\n– microgreens for garnish.\n1. Using mandolin, slice the beats very thin – about 1/18 inch or less. Make stacks and cut into 2 inch squares (we did not make squares – what a waste of beets! Unless you put them in salad or something…Ours were round and still delicious). Try to get the slices roughly the same size. You should have about 50 slices. In a medium bowl, add the beet slices, nut oil and lemon juice, and a generous pinch of sea salt. Toss to coat: there should be enough oil and lemon juice to coat all the slices but not enough that they are dripping in liquid. (We didn’t toss the slices in anything as we ate these as finger food and thought they’d be too messy coated in oil.)\n2. Arrange half the beet slices flat on serving plates. Place a generous dollop of the filling on each slice. (The recipe then calls for you to sauce the plates with the pepper puree but we didn’t make it and I haven’t included the recipe – I can bring the book to the gym if anyone wants that part of the recipe). Top each ravioli with a beet slice, pressing down gently.\n3. In a small bowl, toss the chopped pistachios with the oil and a once of sea salt. Sprinkle each ravioli with the pistachios and top with the tarragon. Grind a bit of black pepper over the plates and garnish with micro greens.(We didn’t do this, again, because we were making them as finger food. We put the pistachios inside the raviolis and it was great. Next time I would put each ravioli on a leaf of some sort eg. chard or spinach, to make it easier to pick up. Or maybe I’d try eating it with a knife and fork…)”",
        "label": 0,
        "label_human": 0
    }
]